<?php
// Heading
$_['heading_title']      = 'Пользовательское меню';

// Text
$_['text_success']       = 'Список обновлен!';

$_['text_success_main']   = 'Данные главного меню обновлены за %s сек.';
$_['text_success_left']   = 'Данные левого меню обновлены за %s сек.';

$_['button_build_main']   = 'Перестроить главное меню';
$_['button_build_left']   = 'Перестроить левое меню';

// Column
$_['column_external_id'] = 'Внешний ID';
$_['column_name']        = 'Пункт меню';
$_['column_href']        = 'Ссылка';
$_['column_sort_order']  = 'Порядок сортировки';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Пункт меню:';
$_['entry_parent']       = 'Родительский пункт меню:';
$_['entry_href']         = 'Ссылка:';
$_['entry_class']        = 'Класс стиля для пункта меню:';
$_['entry_subcategory']  = 'Показывать подкатегории:';
$_['entry_top']          = 'Главное меню:<br/><span class="help">Показывать в главном меню (только для главных пунктов меню).</span>';
$_['entry_column']       = 'Столбцы:<br/><span class="help">Количество столбцов в выпадающем меню (только для главных пунктов меню).</span>';
$_['entry_sort_order']   = 'Порядок сортировки:';
$_['entry_status']       = 'Статус:';

$_['entry_type']         = 'Тип пункта меню:';
$_['entry_type_0']       = 'Пустая ссылка';
$_['entry_type_1']       = 'Категория';
$_['entry_type_2']       = 'Производитель';
$_['entry_type_3']       = 'Статья';
$_['entry_type_4']       = 'Внешняя ссылка';
$_['entry_type_5']       = 'Внутрення ссылка';
$_['entry_type_11']      = 'Список категорий ( каталог )';
$_['entry_type_12']      = 'Список производителей';

// Error
$_['error_permission']   = 'У Вас нет прав для изменения этого параметра!';
$_['error_name']         = 'Название должно быть от 3 до 256 символов!';
$_['error_href']         = 'Не задана ссылка! ССылка должна быть от 1 до 256 символов!';
$_['error_product']      = 'Этот параметр не может быть удален, поскольку в настоящее время он прикреплен к %s товару(ам)!';
?>
